bracino/bracino/firmware/node-bbu/sdkconfig.defaults
# Waveshare ESP32-C3-ZERO (4 MB flash, native USB-JTAG/serial)
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
